<!doctype html>

<html lang="en">
<head> 


<title>Aroseniusarkivet - Kronologi</title>

<meta name="viewport" content="width=585">

<link rel="stylesheet" type="text/css" href="../forskning/main.css">

<script src="https://use.typekit.net/qwj8vgv.js"></script>
<script>try{Typekit.load({ async: true });}catch(e){}</script>



    
</head> 

<body>
<div style="max-width: 1080px; margin:auto;">

<div id="Title">Ivar Arosenius</div>
<div class="Description">
	
	1909, under ny&aring;rsdagens sista timmar, f&ouml;rlorar Ivar Arosenius till sist kampen mot bl&ouml;darsjukan. Trettio &aring;r gammal st&aring;r han p&aring; tr&ouml;skeln till sitt stora genombrott som konstn&auml;r. Framg&aring;ngarna skulle knappast ha f&ouml;rv&aring;nat den sj&auml;lvs&auml;kre konstn&auml;ren. Han l&auml;mnar efter sig en omfattande produktion: akvareller, teckningar, skisser, karikatyrer, oljem&aring;lningar, temperam&aring;lningar, sagor, bilderb&ouml;cker, drastiska brev, bem&aring;lade d&ouml;rrspeglar och utedass. En sporadiskt uppr&auml;tth&aring;llen akademisk bildningsg&aring;ng, d&auml;r konstskolor kom att utg&ouml;ra en mild motvikt mot Arosenius bohemiska natur, och ett antal bildningsresor p&aring; kontinenten, bar rik frukt i konstn&auml;rskapet. Genombrottet kom ocks&aring; snabbt efter hans d&ouml;d. Hans konst st&auml;lldes snart ut i Rom, M&uuml;nchen, K&ouml;penhamn och Helsingfors.
<br><br>
	Arosenius &auml;r och f&ouml;rblir en folkk&auml;r konstn&auml;r. Genom Kattresans brutala men samtidigt godhj&auml;rtade humor, och verk som Flickan och ljuset, har Arosenius f&aring;tt en sj&auml;lvskriven plats i den svenska konsthistorien. Men Arosenius &auml;r mer &auml;n dessa verk: hans stora produktion, framf&ouml;rallt under de sista &aring;ren i &Auml;lv&auml;ngen, norr om G&ouml;teborg, visar p&aring; en bredd och en konstn&auml;rlig mognad som fortfarande har kraften att &ouml;verraska.
<br><br>
	Scenerna med vinets gud, de yppiga kvinnorna, de &ouml;verf&ouml;rfriskade gubbarna med stora n&auml;sor som snart sagt alla kan k&auml;nna igen som Aroseniusbilder, beh&ouml;ver kompletteras med de intima interi&ouml;rerna fr&aring;n konstn&auml;rshemmet i Älv&auml;ngen: h&auml;r kan ist&auml;llet en enkel gryta eller en tilltufsad tygdocka utg&ouml;ra bildens br&auml;nnpunkt. Och just n&auml;r konstn&auml;ren har l&auml;mnat det burleska, &aring;tminstone f&ouml;r ett &ouml;gonblick, f&ouml;r att ge sig hemmet i v&aring;ld s&aring; uppst&aring;r n&aring;got nytt – och stort – i konstn&auml;rskapet.
<br><br>	
	Arosenius alltf&ouml;r tidiga d&ouml;d skapade en s&auml;rpr&auml;glad aura som utvecklats i en l&aring;ng rad utst&auml;llningar, kataloger och b&ouml;cker. Varje utst&auml;llning och studie har varierat bilden av konstn&auml;rens liv och verk, till &ouml;verv&auml;gande delen utifr&aring;n material som &aring;terfinns i G&ouml;teborgs universitetsbiblioteks,  G&ouml;teborgs konstmuseums och Nationalmuseums samlingar. Kronologin nedan &auml;r  &aring;tergiven fr&aring;n Joanna Persmans text i Nordiska Akvarellmuseets katalog <i>Ivar Arosenius</i> utgiven 2005.
</div>


<div style="">





<div class="chronology-grid-container">



<div class="persons">
<div style="float:left; width:100%;  padding:0px 40px 0px 40px; margin-top:0px;">


<h1>1878</h1>
<h2>Den 8 oktober f&ouml;ddes Ivar Axel Henrik Arosenius i G&ouml;teborg. F&ouml;r&auml;ldrar: Baningenj&ouml;ren, kapten i V&auml;g och Vattenbyggnadsk&aring;ren Hennrik Alfred Arosenius
(1841-1902) och Sigrid Elisabeth Ryd&#233;n (1846-1929).</h2>


<h1>1891</h1>
<h2>Efter att ha genomg&aring;tt sm&aring;barnsskola och erh&aring;llit f&ouml;rberedande undervisning i hemmet f&ouml;r privatl&auml;rare b&ouml;rjade Ivar Arosenius vid G&ouml;teborgs Reall&auml;roverk i klass 2.</h2>

<h1>1897</h1>
<h2>P&aring; h&ouml;sten b&ouml;rjade Arosenius vid avdelningen f&ouml;r dekorativ m&aring;lning vid Sl&ouml;jdf&ouml;reningens skola i G&ouml;teborg. Samtidigt p&aring;b&ouml;rjade han studier vid Valand. Fr&aring;n och med den 1 oktober var Carl Wilhelmson hans huvudl&auml;rare.</h2>

<h1>1898  </h1>
<h2>I juli debuterade Arosenius som presstecknare med n&aring;gra alster i boulevardbladet den r&ouml;da fj&auml;dern, utgivet av journalisten och f&ouml;rfattaren Gustaf Uddgren. Den 30 augusti fick Arosenius elevdiplom och p&aring;b&ouml;rjade sina studier vid Konstakademin i Stockholm.</h2>

<h1>1899  </h1>
<h2>I november fick Arosenius en fri plats vid Konstn&auml;rsf&ouml;rbundets skola och &ouml;vergick till studier d&auml;r. Richard Bergh blev hans huvudl&auml;rare.</h2>

<h1>1901  </h1>
<h2>Tidigt p&aring; v&aring;ren &aring;terv&auml;nde Arosenius till G&ouml;teborg och fortsatte sina studier vid Valand under Carl Wilhelmson,
som f&ouml;r andra g&aring;ngen blev hans huvudl&auml;rare. P&aring; sommaren vistades Arosenius en tid p&aring; Orust tillsammans med kamraterna Gerhard Henning och Signe Lagerl&ouml;w. P&aring; sensommaren utvecklades kamratkretsen kring Arosenius, Gerhard Henning, Ole Kruse, Signe Lagerl&ouml;w och Esther Sahlin till ett bohemiskt konstn&auml;rskotteri om blev ett omtalat inslag i G&ouml;teborgs konstliv.
<br><br>
P&aring; h&ouml;sten medarbetade Arosenius i Svenska Dagbladet. Han bidrog med tv&aring; portr&auml;tt som illustrerade
Johan Hertz konstkorrespondenser fr&aring;n G&ouml;teborg. Under november och december medverkade Arosenius tillsammans med Gerhard Henning och Ole Kruse i G&ouml;teborgs konstf&ouml;renings h&ouml;stutst&auml;llning. Utst&auml;llningen v&auml;ckte ingen st&ouml;rre uppm&auml;rksamhet. Under vintern inleddes en k&auml;rleksrelation mellan Arosenius och den blivande sk&aring;despelerskan Esther Sahlin. Med skiftande intensitet p&aring;gick f&ouml;rh&aring;llandet fram till september 1903, d&aring; Esther Sahlin avreste fr&aring;n G&ouml;teborg p&aring; en teaterturn&#233;.</h2>

<h1>1902  </h1>
<h2>Den 14 januari avled Ivar Arosenius far.I maj deltog Arosenius i Valands elevutst&auml;llning. Under sommaren var Arosenius g&auml;st p&aring; en pr&auml;stg&aring;rd i n&auml;rheten av Torsby i V&auml;rmland. Resan gjordes p&aring; initiativ av Arosenius kamrat, den blivande arkitekten Ernst Spol&#233;n, som inviterade Arosenius till sitt f&ouml;r&auml;ldrahem. Spol&#233;n skulle senare bli Arosenius sv&aring;ger. Fr&aring;n V&auml;rmland f&ouml;retog Arosenius tillsammans med Spol&#233;n n&aring;gra utflykter till Norge och tog intryck av naturen och arkitekturen i trakterna. Under november och december medverkade Arosenius och Kruse i G&ouml;teborgs konstf&ouml;renings h&ouml;stutst&auml;llning, &auml;ven detta &aring;r utan n&aring;gon st&ouml;rre
framg&aring;ng.</h2>

<h1>1903  </h1>
<h2>Den 31 januari &ouml;ppnade Arosenius och Ole Kruse en gemensam utst&auml;llning i en tillf&auml;llig lokal vid &ouml;stra Hamngatan 39. Pressomn&auml;mnanden var v&auml;lvilliga men beh&aring;llningen d&aring;lig. Under v&aring;ren medarbetade Arosenius i boulevardtidningarna <i>D&auml;r ha' vi &auml;gget</i> och <i>Klatsch</i>.
P&aring; v&aring;ren medverkade Arosenius i Konstn&auml;rs-f&ouml;rbundets utst&auml;llning i G&ouml;teborg, men uppm&auml;rksammades knappast.
<br><br>
I oktober reste Arosenius utomlands med syftet att forts&auml;tta med sina konststudier p&aring; egen hand. Resan gick via Berlin och Munchen, d&auml;r han stannade en kortare tid f&ouml;r att s&ouml;ka anknytningar till <i>Simplicissimus</i> - den stilbildande satiriska tidskriften
som grundades 1896 av Albert Langen och f&ouml;renade politisk karikatyr med litter&auml;ra inslag.</h2>


</div>
</div>

<div class="persons">
<div style="float:left; width:100%;  margin-left:40px; margin-top:0px;">

<h1>1904  </h1>
<h2>Vid ny&aring;rstid, f&ouml;rmodligen i januari, anl&auml;nde Arosenius till Paris. Under v&aring;ren tr&auml;ffade han &aring;ter Gerhard
Henning. Sommaren tillbringade Arosenius tillsammans med Axel T&ouml;rneman och dennes f&auml;stm&ouml;, Gudrun H&ouml;yer-Ellefsen samt ytterligare n&aring;gra konstn&auml;rer i fiskarbyn
Coudeville i Normandie. I augusti &aring;terv&auml;nde Arosenius till Paris, d&auml;r han stannade under h&ouml;sten och vintern.
P&aring; vintern deltog han i G&ouml;teborgs konstf&ouml;renings julutst&auml;llning med hems&auml;nda arbeten.</h2>

<h1> 1905  </h1>
<h2>Den 24 mars invigdes Salon des lndependants i Paris. Arosenius deltog med 86 akvareller, d&auml;rav
8 portr&auml;tt. Den 31 mars befann sig Arosenius i Antwerpen i v&auml;ntan p&aring; b&aring;tl&auml;genhet till G&ouml;teborg. Senast den 3 april var han &aring;ter i G&ouml;teborg, d&auml;r han tr&auml;ffade sina
kamrater. Genom Henning blev Arosenius bekant med Ida (Eva) Adler, som skulle bli hans hustru. Troligen i b&ouml;rjan av maj reste Arosenius vidare till
Stockholm, dit hans moder och syskonen hade flyttat f&ouml;reg&aring;ende &aring;r. Arosenius bodde hos modern vid Brahegatan 58 och arbetade en tid som medhj&auml;lpare till teaterdekorat&ouml;ren Manne Hallengren i dennes atelj&#233;. 
<br><br>
P&aring; sommaren sammantr&auml;ffade han &aring;ter med Eva Adler i Stockholm. Den spirande k&auml;rleken f&ouml;rdjupades ytterligare under h&ouml;sten, n&auml;r Eva Adler p&aring;b&ouml;rjade sina studier vid Konstn&auml;rsf&ouml;rbundets tredje skola.
I oktober st&auml;llde Arosenius tillsammans med Oskar Bergman, Gerhard Henning och Arvid Jacobsson ut p&aring; Konstn&auml;rshuset i Stockholm. Utst&auml;llningen fick
v&auml;lvilliga kommentarer av Tor Hedberg, men kritiserades av Georg Nordensvan. Vid jultiden f&ouml;rlovade sig Arosenius med Eva Adler. Paret besl&ouml;t att gifta sig snarast m&ouml;jligt.</h2>

<h1> 1906  </h1>
<h2>25 februari gifte sig Arosenius och Eva Adler p&aring; S&auml;msholm, familjen Adlers lantgods utanf&ouml;r Herrljunga. I mars flyttade det nygifta paret till &aring;by n&auml;ra Norrk&ouml;ping. Den 4 juli f&ouml;ddes det f&ouml;rsta och enda barnet till Ivar och Eva Arosenius. Dottern d&ouml;ptes till Eva Benedicta Elisabeth (Lillan) i &aring;by den 5 augusti.
Under oktober och november deltog Arosenius i Salon d'Automne i Paris med 9 verk.</h2>

<h1> 1907  </h1>
<h2>Vid jul, eventuellt ny&aring;r, flyttade familjen till G&ouml;teborg och v&auml;ntade p&aring; att ett hus i &#196;lv&auml;ngen skulle iordningst&auml;llas f&ouml;r dess r&auml;kning. I maj kyrkskrevs familjen Arosenius i &#196;lv&auml;ngen, men inflyttningen hade f&ouml;rmodligen skett redan i mars.
<br>I april deltog Arosenius i Svenska konstn&auml;rernas f&ouml;renings v&aring;rutst&auml;llning. 
Han uppm&auml;rksammades i pressen f&ouml;r temperam&aring;lningen <i>Lycksalighetens &ouml;</i> (1906) - ett liknande motiv som han 1902 hade framst&auml;llt i en akvarell med samma titel. Den 21 april utgav Hasse Zetterstr&ouml;m ett specialnummer av <i>S&ouml;ndags Nisse</i> med teckningar
och texter av Arosenius.

I april-maj deltog Arosenius tillsammans med en rad andra svenska konstn&auml;rer i Grosse Berliner Kunstausstellung.</h2>

<h1> 1908  </h1>
<h2>I maj st&auml;llde Arosenius ut p&aring; Lunds Universitets Konstmuseum. &ouml;vriga utst&auml;llare var Gerhard
Henning och Sigge Bergstr&ouml;m. I oktober deltog Arosenius i Salon d'Automne i Paris, dit han s&auml;nt flera betydande verk, som exempelvis
temperam&aring;lningen Venus och sagosviten Ben Onis dr&ouml;m. Under h&ouml;sten arbetade Arosenius med f&ouml;rberedelserna
till utst&auml;llningen p&aring; Valand som skulle &ouml;ppnas i november. &ouml;vriga utst&auml;llare var Gerhard Henning och Sigge Bergstr&ouml;m. Arosenius visade 125 verk, bl.a.
akvarellerna <i>Sj&auml;lvportr&auml;tt med blomsterkrans, Den f&ouml;rsta krogen, Profeten Jonas ankomst till Ninive, Den f&ouml;rsta m&aring;ltiden,</i> oljem&aring;lningen <i>Kvarnen,</i> temperam&aring;lningarna <i>Rus, Venus, Flickan och ljuset</i> etc. Utst&auml;llningen blev Arosenius genombrott. Konstn&auml;ren fick odelat erk&auml;nnande fr&aring;n landets ledande kritiker.</h2>


<h1> 1909  </h1>
<h2>Natten mellan 1 och den 2 januari avled Ivar Arosenius i sitt hem i &#196;lv&auml;ngen. Han fick sin grav p&aring; &ouml;stra
Begravningsplatsen i G&ouml;teborg. I slutet av maj &ouml;ppnades den stora minnesutst&auml;llningen &ouml;ver Arosenius i Konstakademins lokaler i
Stockholm. Samma &aring;r utkom bildalbumet <i>Ivar Arosenius. Tjugonio bilder i f&auml;rg</i>. Inledningen sammanst&auml;lldes av Axel
Romdahl. Albert Bonniers f&ouml;rlag &aring;terst&auml;llde Arosenius originalteckningar och gav ut barnboken Kattresan.</h2>



</div>

</div>
</div>

</div>

<div class="introdivider"></div>

<div style="width:100%; float:left; text-align:center;">


<a href="http://aroseniusarkivet.dh.gu.se/#/search"><div class="filter"></div></a>

<div class="IntroItem"><a href="http://aroseniusarkivet.dh.gu.se/#/search">Utforska arkivet</a></div>
<div id="introcontainer">
<div class="ExtroItem" style="float:none;"><a href="https://www.gu.se/forskning/att-frammana-konstnaren-ur-arkiven-aroseniusprojektet">L&auml;s om projektet</a></div>
</div>
<div id="extrocontainer">
	<div class="ExtroItem"><a href="http://aroseniusarkivet.dh.gu.se/arosenius/">Ivar Arosenius</a></div>
	<div class="ExtroItem">&nbsp;&nbsp;|&nbsp;&nbsp;</div>
	<div class="ExtroItem"><a href="http://aroseniusarkivet.dh.gu.se/personer/">Personer</a></div>
	<div class="ExtroItem">&nbsp;&nbsp;|&nbsp;&nbsp;</div>
	<div class="ExtroItem"><a href="http://aroseniusarkivet.dh.gu.se/forskning/">Forskning</a></div>
</div>
</div>

			
</div>


</div>




</body>
</html>





